FV2504/E_0070.dot
digraph D {
'    labelloc="t";
label=<<B><FONT POINT-SIZE="18">MaBiS</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">7.48.1: AD: Austausch der Deltazeitreihenübertrag-Liste von ÜNB an NB</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0070</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> NB</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>Erfolgt der Eingang der DZÜ-Liste innerhalb der Clearingphase für DZÜ?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung der gesamten Liste<BR align="left"/>Eingang liegt nicht innerhalb der Clearingphase DZÜ<BR align="left"/></FONT>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>2: </B>Ist die Marktlokation bekannt?<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Korrekturliste wegen Ablehnung<BR align="left"/>Marktlokation ist nicht bekannt<BR align="left"/></FONT>>];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>3: </B>Entspricht das Bilanzierungsgebiet dem zwischen NB (über LF) und ÜNB ausgetauschten Bilanzierungsgebiet?<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Korrekturliste wegen Ablehnung<BR align="left"/>Bilanzierungsrel. Daten nicht korrekt / fehlen <BR align="left"/>Ist mit Werten des NB zu allen Stammdaten gefüllt<BR align="left"/></FONT>>];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>4: </B>Entspricht der Bilanzkreis dem zwischen NB (über LF) und ÜNB ausgetauschten Bilanzkreis?<BR align="left"/>>];
    "5" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>5: </B>Entspricht der Bilanzierungsbeginn der Erwartung des NB?<BR align="left"/>>];
    "6" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>6: </B>Entspricht das Bilanzierungsende der Erwartung des NB?<BR align="left"/>>];
    "7" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>7: </B>Entspricht das normierte Profil dem zwischen NB und LF ausgetauschten normierten Profil?<BR align="left"/>>];
    "8" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>8: </B>Entspricht die Versionsangabe des Profils der zwischen NB und ÜNB für SLS ausgetauschten Version des Profils?<BR align="left"/>>];
    "9" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>9: </B>Entspricht die veranschlagte Prognosemenge (JVP) der zwischen NB und LF ausgetauschten Prognosemenge?<BR align="left"/>>];
    "10" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>10: </B>Entspricht die tatsächlich bilanzierte Menge der erwarteten bilanzierten Menge (monatlich gemessene Menge auf Basis von 1/4-h-Werten)?<BR align="left"/>>];
    "11" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>11: </B>Entspricht der Zeitreihentyp dem zwischen NB und LF ausgetauschten?<BR align="left"/>>];
    "12" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>12: </B>Ist der Übertrag der Energiemenge der Marktlokation aus der ÜNB-DZR in die NB-DZR berechtigt?<BR align="left"/>>];
    "Ende" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label="Ende"];

    "Start" -> "1";
    "1" -> "A01" [label="Nein"];
    "1" -> "2" [label="Ja"];
    "2" -> "A02" [label="Nein"];
    "2" -> "3" [label="Ja"];
    "3" -> "A03" [label="Nein"];
    "3" -> "4" [label="Ja"];
    "4" -> "A03" [label="Nein"];
    "4" -> "5" [label="Ja"];
    "5" -> "A03" [label="Nein"];
    "5" -> "6" [label="Ja"];
    "6" -> "A03" [label="Nein"];
    "6" -> "7" [label="Ja"];
    "7" -> "A03" [label="Nein"];
    "7" -> "8" [label="Ja"];
    "8" -> "A03" [label="Nein"];
    "8" -> "9" [label="Ja"];
    "9" -> "A03" [label="Nein"];
    "9" -> "10" [label="Ja"];
    "10" -> "A03" [label="Nein"];
    "10" -> "11" [label="Ja"];
    "11" -> "A03" [label="Nein"];
    "11" -> "12" [label="Ja"];
    "12" -> "A03" [label="Nein"];
    "12" -> "Ende" [label="Ja"];

    bgcolor="transparent";
}
